[
  {
    "id": 1,
    "title": "Beautiful Urns",
    "description": "Elevate your home decor game with these stunning woven urns.These handcrafted woven urns add a touch of natural beauty to any space. The intricate details and unique shapes make them a stunning focal point in any room.",
    "imageUrl": "g11",
    "category": "Urn",
    "tags": ["woven urn", "wicker urn", "natural materials", "handcrafted"],
    "quantity": 20,
    "listedOn": "2024-09-15",
    "detailedDescription": "Whether used as a vase for flowers or a storage container, these urns are both functional and decorative. The pineapple-shaped urn adds a playful touch, while the taller urns offer a more classic look.Add a touch of boho chic to your home with these beautiful wicker urns.",
    "additionalInfo": "Elegant and functional, these handcrafted wicker urns add a touch of natural beauty to any space.",
    "additionalImages": ["g2", "g3", "g4"]
  },
  {
    "id": 2,
    "title": "Handwoven Container",
    "description": "This charming pumpkin-shaped container is handcrafted from natural materials, making it a beautiful and eco-friendly addition to your home. The intricate weaving pattern and unique shape add a touch of whimsy to any room ",
    "imageUrl": "g10",
    "category": "Basket",
    "tags": ["pumpkin shaped", "lidded urn", "textured weave", "autumn decor"],
    "quantity": 20,
    "listedOn": "2024-09-15",
    "detailedDescription": "The container features a lid, making it ideal for storing small items or keeping your belongings organized. It can also be used as a decorative piece, adding a seasonal touch to your home.Whether you're looking for a functional storage solution or a decorative piece, this pumpkin-shaped container is a versatile and stylish choice.",
    "additionalInfo": "A charming and versatile piece, this woven container is perfect for storage or as a decorative accent.",
    "additionalImages": ["g8", "g9", "g5"]
  },
  {
    "id": 3,
    "title": "Laundary baskets",
    "description": "Jute laundry baskets are a popular and eco-friendly choice for storing dirty clothes. They are made from jute, a natural fiber that is strong, durable, and breathable. Jute baskets are typically woven by hand, which gives them a unique and rustic look. ",
    "imageUrl": "j1",
    "category": "Laundary Basket",
    "tags": ["jute laundry basket", "laundry basket", "home decor", "storage basket", "eco-friendly"],
    "quantity": 20,
    "listedOn": "2024-09-15",
    "detailedDescription": "Jute laundry baskets can be used for a variety of purposes, including storing dirty clothes, towels, blankets, or toys..",
    "additionalInfo": " They are also available in a variety of sizes and styles, so you can find the perfect one to match your home decor.",
    "additionalImages": ["j2", "j3", "j4"]
  },
  {
    "id": 4,
    "title": "Side Stool",
    "description": "This stylish and functional side stool is crafted from natural rattan, offering a touch of bohemian charm to any space. The round, woven top provides a unique and textured surface, while the sturdy, curved legs offer a stable and comfortable base. The neutral color palette makes it versatile and easy to incorporate into various interior styles. ",
    "imageUrl": "s1",
    "category": "Stool",
    "tags": ["living room furniture", "bedroom furniture", "side table", "footstool"],
    "quantity": 20,
    "listedOn": "2024-09-15",
    "detailedDescription": "This stylish and functional rattan side stool is a versatile piece that can add a touch of bohemian charm to any space. Its intricate weaving pattern and natural finish create a timeless and classic look, while its sturdy construction ensures durability and longevity. The stool's versatility allows it to be used as a side table, footstool, or plant stand, making it a practical addition to any home.",
    "additionalInfo": "Intricate woven pattern, Natural finish, Sturdy construction, Versatile design, Easy to clean and maintain",
    "additionalImages": ["s3", "s4", "s5"]
  },
  {
    "id": 5,
    "title": "Jute Basket",
    "description": "This unique and eye-catching pendant lamp is crafted from natural jute rope, adding a rustic and bohemian touch to any space. The intricate weaving pattern creates a stunning geometric design, while the warm, natural tone of the jute adds a touch of warmth and texture. The lamp is perfect for creating a cozy and inviting atmosphere in your living room, bedroom, or dining room.",
    "imageUrl": "b5",
    "category": "Basket",
    "tags": ["handcrafted", "handmade", "cottagecore", "vintage"],
    "quantity": 20,
    "listedOn": "2024-09-15",
    "detailedDescription": "The jute rope is expertly woven into a stunning geometric pattern, creating a visually striking and textured effect.",
    "additionalInfo": "Material: Natural jute rope, Assembly: Easy to assemble with provided instructions, Care: Wipe clean with a dry cloth.",
    "additionalImages": ["b1", "b2", "b3"]
  },
  {
    "id": 6,
    "title": "Nested Baskets",
    "description": "This unique and stylish storage basket set is a perfect addition to any home. The baskets are made with a combination of sturdy metal frames and handwoven jute rope, creating a beautiful and functional piece. The intricate weaving pattern adds a touch of texture and visual interest, while the black metal frames provide a modern and industrial touch. ",
    "imageUrl": "p1",
    "category": "Basket",
    "tags": ["interior design", "storage solution", "organizational tool", "decorative piece"],
    "quantity": 20,
    "listedOn": "2024-09-15",
    "detailedDescription": "Perfect for: Storing blankets, pillows, or clothes, Organizing toys or books, Displaying plants or decor items",
    "additionalInfo": "This versatile storage basket set combines the durability of sturdy metal frames with the natural beauty of handwoven jute rope. The baskets can be used for storage or as a decorative piece, and their stackable design helps to save space.",
    "additionalImages": ["p2", "p3", "p4"]
  },
  {
    "id": 7,
    "title": "Urn",
    "description": "This elegant and functional woven urn is a beautiful addition to any home. Crafted from high-quality wicker, the urn features a unique and intricate weave pattern that adds texture and visual interest. The wide base and tapering body create a classic and timeless silhouette, while the neutral color palette makes it versatile and easy to incorporate into any decor. ",
    "imageUrl": "u1",
    "category": "Urn",
    "tags": ["woven urn", "wicker urn", "home decor", "vase"],
    "quantity": 20,
    "listedOn": "2024-09-20",
    "detailedDescription": "Perfect for: Holding flowers or greenery , Storing small items , Adding a touch of natural beauty to any room",
    "additionalInfo": "Material: Wicker, Color: Natural brown, Care: Wipe clean with a damp cloth",
    "additionalImages": ["u2", "u3", "u4"]
  },
  {
    "id": 8,
    "title": "Laundary baskets",
    "description": "This stylish and functional storage basket is a perfect addition to any home. The basket is made with a black metal frame and features a unique design with a jute rope accent around the rim. The open weave construction allows for easy access to your belongings, while the neutral color palette makes it versatile and easy to incorporate into any decor. ",
    "imageUrl": "v1",
    "category": "Laundary Basket",
    "tags": ["storage basket", "wire basket", "metal basket", "jute basket", "home decor"],
    "quantity": 20,
    "listedOn": "2024-09-15",
    "detailedDescription": "Perfect for: Storing blankets, pillows, or clothes , Organizing toys or books ,Displaying plants or decor items",
    "additionalInfo": "Material: Metal, jute rope, Dimensions: [Approximate dimensions, including height and diameter], Color: Black metal frame, natural jute rope, Care: Wipe clean with a damp cloth",
    "additionalImages": ["v2", "v3", "v4"]
  }
]
